<?php

declare(strict_types=1);

return [
    'welcomeeeeee' => 'جلنار سعود',
    'new_seller_join' => 'طلب انضمام بائع جديد',
    'notify_new_seller_join' => ' قام بتقديم طلب انضمام',
    'no_account' => 'ليس لديك حساب؟',
    'welcome_back' => 'مرحباً بعودتك إلى طعم البيت',
    'continue_journy' => 'تابع مشترياتك، اكتشف منتجات جديدة، وادعم صناع الطعام المنزلي.',
    'enter_your_account' => 'ادخل إلى حسابك لمتابعة الطلبات والمفضلة.',
    'enter_your_account_admin' => 'أكمل الدخول لمتابعة طلبات البائعين و الإشراف على سير العمل',
    'search_message' => 'إبحث عن مكدوس، مربى، زعتر، سمن...',
    'mark_all_notify_as_read' => 'تعليم الكل كمقروء',
    "empty_notification" => "لا يوجد إشعارات جديدة!",
    "addSuccess" => "تمت الإضافة بنجاح",
    "duplicate_item" => "هذا المنتج موجود!",
    "add_to_wishlist" => "تمت إضافة المنتج إلى المفضلة بنجاح.",
    "wishlist_error" => "لقد قمت بإضافة المنتج مسبقاً إلى المفضلة ! يمكنك إضافة منتجات جديدة.",
    "cart_success" => "تمت إضافة المنتج إلى السلة بنجاح.",
    "cart_error" => "لقد قمت بإضافة المنتج مسبقاً إلى السلة ! يمكنك إضافة منتجات جديدة.",
    "comment_success" => "تم نشر التعليق بنجاح شكراً لتعليقك.",
    "comment_success_msg" => "يمكنك إضافة المزيد من التعليقات!",
    "delete_from_wishlist" => "تمت إزالة المنتج ينجاح.",


];
